accountsservice
adwaita-icon-theme
alsa-firmware
alsa-plugins
alsa-utils
antigravity-ide
arc-gtk-theme-eos
aspell
audacious
b43-fwcutter
base
base-devel
bash-completion
bat
bibata-cursor-theme-bin
bind
blueman
bluez
bluez-utils
bottom
brave-bin
btop
btrfs-progs
cantarell-fonts
chafa
clang
cmatrix
code
cryptsetup
device-mapper
dialog
diffutils
direnv
discord
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
downgrade
dracut
dua-cli
duf
dust
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-dracut
eos-hooks
eos-hwtool
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-settings-gnome
ethtool
evince
ex-vi-compat
exfatprogs
extension-manager
eza
f2fs-tools
fastfetch
ffmpegthumbnailer
file-roller
firefox
firewall-applet
firewalld
flatpak
gdm
geany
ghostty
gimp
git
git-delta
gitui
glances
gnome-calculator
gnome-clocks
gnome-console
gnome-control-center
gnome-disk-utility
gnome-keyring
gnome-nettool
gnome-power-manager
gnome-shell
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-themes-extra
gnome-tweaks
gnome-usage
gnome-weather
gparted
grub
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
hwdetect
hwinfo
inetutils
intel-media-driver
intel-ucode
inxi
iptables
iwd
jfsutils
jq
krita
lazydocker
lazygit
less
libdvdcss
libgsf
libopenraw
libreoffice-fresh
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lldb
logrotate
loupe
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
mise
mission-center
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
nautilus
neovim
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
nvm
obsidian
onefetch
openssh
os-prober
ouch
pacman-contrib
pavucontrol
perl
phonon-qt5-gstreamer
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
pluma
pnpm
poppler-glib
power-profiles-daemon
procs
python
python-defusedxml
python-jinja
python-packaging
python-pip
python-pipx
python-virtualenv
rebuild-detector
reflector
reflector-simple
rsync
rtkit
s-nail
sg3_utils
showtime
smartmontools
snapd
sof-firmware
starship
sudo
sushi
sysfsutils
systemd-sysvcompat
terminator
texinfo
thunderbird
timeshift
tldr
torbrowser-launcher
tree
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-opensans
unarchiver
unrar
unzip
upower
usb_modeswitch
usbutils
uv
vlc
vlc-plugins-all
vpl-gpu-rt
vulkan-intel
welcome
wget
which
whois
wireless-regdb
wireplumber
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xmessage
xorg-xrandr
xterm
yay
yazi
yq
zen-browser-bin
zip
zoxide
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
